{
    "FaceName": "Binah",
    "ID": "Binah",
    "BuffType": "Negative",
    "BuffProperty" : "Normal",
    "Triggerable" :  false,
    "Stackable" :  false,
    "Color" : "EDE261",
    "Chinese":{
        "BuffName":"直面恐惧，斩断循环",
        "Description":"在房间内生成Binah(An arbiter)，通过对Binah（房间内的守卫）造成攻击击败后卡牌自动销毁并给予随机三个正面增益。\n技能描述：1.每隔150s触发一次，在随机房间生成锁链，并将抗性提高至10倍，击破锁链可减少抗性(可在地图查看锁链位置)。若未在下次触发前解除所有锁链则锁链位置生成对应图标生物，在玩家所在房间生成随机生物。2.每隔一段时间触发一次钥匙攻击，随机瞄准一名玩家途径生物眩晕，如果经过管道则在管道处生成一只随机生物。3.每隔一段时间触发一次妖灵攻击，触发前屏幕闪烁三次，对房间内所有玩家使用妖灵攻击（不穿墙）并造成长时间眩晕。4.在75%血下隔一段时间释放一次尖刺攻击，尖刺命中即死。5.在25%阶段以下停止释放2技能，改为暴虐之碑，此时若未清除所有锁链则Binah保持无敌，在下一次锁链释放前技能释放，经过范围收到即死伤害。6.常驻效果：随机让生物前往玩家所在房间，封锁业力门，玩家速度减缓。"
    },
    "English":{
        "BuffName":"The eye facing the fear, breaking the cycle",
        "Description":"Generate Binah(An arbiter) in the room. After defeating Binah(template guard in room), the card is automatically destroyed and three random positive buffs are given. \nSkill Description: 1. Triggered every 150 seconds, chains are generated in a random room, and resistance is increased to 10 times. Breaking the chains can reduce resistance. If all chains are not removed before the next trigger, the corresponding icon creature will be generated at the chain position(YOU CAN SEE CHAIN POSITION AT MAP), and a random creature will be generated in the room where the player is. 2. Trigger a key attack every once in a while, aiming at a random player and stunning the creature passing through. If passing through a pipe, a random creature will be generated at the pipe. 3. Trigger a demon attack every once in a while. The screen flashes three times before triggering. Use demon attacks on all players in the room (not through walls) and cause long-term stun. 4. Release a spike attack every once in a while when the health is below 75%. The spike hits and kills. 5. Stop releasing skill 2 below the 25% stage and change to the monument of tyranny. At this time, if all chains are not cleared, Binah remains invincible. Release the skill before the next chain is released, and receive instant death damage when passing through the range. 6. Permanent effect: Randomly send creatures to the player's room, block the karma portal, and slow down the player's speed."
    }
}